/**
 * Created by Александр on 15.02.2016.
 */

// Написать программу, которая проверит, является ли число четным или нечетным

public class HomeWork2 {
    public static void main(String[] args) {
        int v1 = 3;

        if (v1 % 2 == 0) {
            System.out.println("The number " + v1 + " is even");
        } else {
            System.out.println("The number " + v1 + " is not even");
        }
    }
}
